[
  {
    "id": 1,
    "title": "NEBOSH Level 6 International Diploma for Occupational Health and Safety Management Professionals",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "The NEBOSH Level 6 International Diploma for Occupational Health and Safety Management Professionals is a perfect choice if you want to make health and safety your career.\n\nThe syllabus has been developed with experts for experts! We consulted with over 600 people including key stakeholders, previous Diploma learners, Learning Partners, subject experts, and employers during its development.\n\nThe resulting qualification will give you the knowledge and practical skills you need to perform as a leading health and safety professional of the future. You will gain confidence in your capabilities to recognise and solve everyday health and safety issues and take opportunities for improvement.\n\nThis advanced international health and safety qualification will support your academic and career progression."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "Professional body recognition\n\nBoard of Canadian Registered Safety Professionals (BCRSP)\n\nHolders of the NEBOSH National Diploma for Occupational Health and Safety Management Professionals are eligible for certification as a Canadian Registered Safety Technician (CRST).\n\nSouth African Institute of Occupational Safety and Health (SAIOSH)\n\nMembers can upgrade from Technical to Graduate membership.\n\nBoard of Certified Safety Professionals (BCSP)\n\nRecognized as a Qualified Equivalent Program (QEP) for CSP certification.\n\nInstitution of Occupational Safety and Health (IOSH)\n\nAccredited by Ofqual and recognized for IOSH membership."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "UNIT DI1 – Know – workplace health and safety principles\nUNIT DI2 – Do – controlling workplace health issues\nUNIT DI3 – Do – controlling workplace safety issues"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "DI1 – Assignment (4 weeks)\nDI2 – Case Study (2 weeks)\nDI3 – Case Study (2 weeks)"
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "Unit DI1: 169 hours\nUnit DI2: 125 hours\nUnit DI3: 115 hours"
      }
    ]
  },
  {
    "id": 2,
    "title": "NEBOSH Certificate in Fire Safety",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "The NEBOSH Certificate in Fire Safety is a globally relevant fire safety qualification that you can complete in just one week.\n\nThrough its focused syllabus you can develop practical fire safety skills applicable in workplaces worldwide.\n\nThis qualification helps you protect people, property, and businesses from fire-related risks."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "The NEBOSH Certificate in Fire Safety is ideal for:\n\nThose responsible for fire safety in low to medium risk workplaces\nHealth and Safety managers\nFacilities Managers\nHealth and safety representatives within businesses.\n\nThis relevant and respected fire safety qualification will help you to:\n\nGain a solid technical foundation to build on through practical application and experience\nPositively influence fire safety behaviours and improve fire safety culture\nLearn fire safety techniques that are based on global best practice\nProvide valuable in-house fire safety expertise for your workplace\nAdvance your career by gaining specialist fire safety knowledge\nAvoid the damaging and sometimes catastrophic losses that result from fire."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "1. Managing fire safety\n2. Principles of fire and explosion\n3. Fuel, oxygen and ignition sources and control measures\n4. Fire protection of buildings\n5. Safety of people in the event of fire\n6. Fire safety risk assessment"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "This qualification has a two-step assessment process which consists of:\n\nAn open book examination: you will be able to complete this at home or in another safe and suitable location where you can concentrate. You will be presented with a scenario that describes a realistic workplace and situation. You will then be asked to carry out a series of tasks using evidence presented in the scenario as well as the underpinning knowledge you have gained through your studies and revision.\n\nYou will have 24 hours to complete and submit your paper – though you should be able to complete it in 4–5 hours.\n\nA practical fire risk assessment: the fire risk assessment has been developed around fire risk assessment standards such as the Home Office fire guidance and PAS79-1:2020.\n\nThe time needed to complete the fire risk assessment is not restricted. We do, however, recommend that you take around three hours to complete all four parts of the assessment. This will allow you to demonstrate your understanding of the assessment requirements and complete a high-quality fire risk assessment."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "This focused qualification helps you learn and develop fire safety skills which can be applied in workplaces anywhere in the world.\n\nOn completion of the NEBOSH Certificate in Fire Safety you will have the knowledge and skills to:\n\nUnderstand fire and explosion protection and prevention principles\nCarry out an effective fire risk assessment in a low to medium risk workplace.\n\nLength of the course\n\nFor this qualification you should plan your study around a minimum of 28 taught hours and approximately 20 hours of private study and background reading."
      }
    ]
  },
  {
    "id": 3,
    "title": "NEBOSH HSE Certificate in Process Safety Management",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "This qualification aims to provide holders with the knowledge and understanding of process safety management to ensure that they can contribute to the effective management of process safety risks.\n\nThe NEBOSH HSE Certificate in Process Safety Management is suitable for supervisors, newly appointed managers, junior managers, safety representatives and newly qualified health and safety advisers within the process industries, both inside and outside the UK. The qualification is designed to provide a sound breadth of knowledge and understanding that enables qualification holders to contribute to the management of process safety risks. This qualification builds on the understanding already gained by studying the NEBOSH National or International General Certificate in Occupational Health and Safety.\n\nImportant note: this qualification is not designed for process safety or chemical engineers with extensive operational experience of working within the processing environment."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "The NEBOSH HSE Certificate in Process Safety Management is suitable for supervisors, newly appointed managers, junior managers, safety representatives and newly qualified health and safety advisers within the process industries."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "Process safety leadership\nManagement of change\nCompetence\nManagement of process risk\nProcess safety hazard control\nFire and explosion protection"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "The course duration is 4 days which includes multiple choice questions for the examinations. Successful candidates will be awarded with NEBOSH HSE Certificate in Process Safety Management"
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "The course duration is 4 days"
      }
    ]
  },
  {
    "id": 4,
    "title": "NEBOSH HSE Certificate in Health and Safety Leadership Excellence",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "NEBOSH HSE Certificate in Health and Safety Leadership Excellence is the qualification focuses on how leadership behaviors can impact on the health and safety culture of an organisation and it guides leaders to become better advocates for health and safety within their respective organisations."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "There are no specific barriers, in terms of academic qualifications, skills or experience to entry to the NEBOSH HSE Certificate in Health and Safety Leadership Excellence."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "The business benefits of health and safety leadership (including the moral, legal and financial arguments)\n\nThe effects of good health and safety leadership on safety culture\nHuman failures\nThe HSE’s ‘Make it happen’ model\nDecision-making processes including mental shortcuts and perception biases\nLeadership styles\nThe HSE’s five leadership values\nBuilding relationships with the workforce"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "The assessment will be in the form of reflective statements which will be undertaken throughout the course. The reflective statements are designed to demonstrate how the candidate’s knowledge, skills and behaviours may have both positive and negative effects on the health and safety performance of their organisation.\n\nCandidates will also be required to make a commitment to a single leadership intervention to improve health and safety management within their organisation or sphere of workplace influence.\n\nCandidates must achieve a ‘Pass’ in Unit HSL1 to successfully pass the qualification."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "Unit HSL1: 7 hours tuition and 3 hours private study. Total: 10 hours.\n\nIt is expected that this qualification will be delivered over the equivalent of one day (depending on the mode of study)."
      }
    ]
  },
  {
    "id": 5,
    "title": "NEBOSH HSE Introduction to Incident Investigation",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "NEBOSH HSE Introduction to Incident Investigation is the qualification for anyone who wants to carry out incident investigations effectively.\n\nAttending the course will enable you to:\nIndependently investigate simple incidents\nGather evidence including conducting witness interviews\nProduce an action plan to prevent a recurrence of an incident\nContribute to team investigations for large scale incidents\nPositively impact the safety culture in your organisation"
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "This qualification is aimed at managers, supervisors, SHE Champions, union representatives and aspiring health and safety practitioners. It would not be suitable for current health and safety practitioners."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "1. Understand why incident investigations are carried out and how human and organisational factors contribute to incidents\n1.1 Incident terminology, the moral, legal and financial arguments for investigations and management system requirements\n1.2 Human and organisational factors\n\n2. Understand how to investigate incidents and confidently carry out an investigation\n2.1 Investigating incidents\n2.2 Positive strategies for and the barriers to successful interviews\n2.3 Advanced incident investigation techniques"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "Application of knowledge by analysis of a theoretical incident investigation.\n\nPractical assessment: approximately 60 minutes.\n\nQualification grades:\nPass or Refer.\n\nParchment issue: Issued within 40 working days of the result declaration date for the last successfully completed unit."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "It is expected that this qualification will be delivered over the equivalent of one day. Also available in distance learning (Recommended tuition hours: 7)"
      }
    ]
  },
  {
    "id": 6,
    "title": "NEBOSH Environmental Awareness at Work",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "The NEBOSH Environmental Awareness at Work qualification will introduce your workforce to environmental issues and the role they play in improving organisational environmental performance.\n\nThis qualification is an ideal first step towards other NEBOSH qualifications, such as the NEBOSH Certificate in Environmental Management, for those who need a more extensive and practical understanding of environmental management in the workplace."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "This introductory qualification is aimed at anyone who needs a basic understanding of environmental issues in the workplace. It provides a general awareness of environmental issues and can be taken by employees at all levels within the organisation."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "The NEBOSH Award in Environmental Awareness at Work syllabus comprises two elements:\n\nElement 1:\n- Identify the meaning of: the environment; weather; climate; habitats; ecosystems; biodiversity; pollution; sustainability\n- Identify the importance and benefits of sustainable development\n- Identify an environmental management system’s main components and the certification process\n\nElement 2:\n- Outline the principles and practice of impact (risk) assessments\n- Identify the main sources, types, controls and impacts of air, water and land pollution\n- Identify the main sources, controls and impacts of environmental noise\n- Identify waste types, the waste hierarchy and ways to effectively manage waste\n- Outline the measures that need to be in place when dealing with emergencies"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "Students are assessed by a 30-minute, 20-question multiple-choice examination. Students need to be proficient in written English to successfully complete the assessments.\n\nA qualification parchment will be sent to students following successful completion of the examination."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "The training is one day."
      }
    ]
  },
  {
    "id": 7,
    "title": "NEBOSH HSE Award in Managing Risks and Risk Assessment at Work",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "NEBOSH HSE Award in Managing Risks and Risk Assessment at Work is an introductory level qualification that looks at health and safety risk management at work and the process to be adopted for controlling health and safety risks caused by workplace hazards. This qualification has been designed to assist staff or volunteers involved in managing workplace risks and who undertake risk assessments, to confidently identify sensible and proportionate precautions to control the risks in the workplace. The syllabus and accompanying workbook have been developed by NEBOSH, in conjunction with Great Britain’s Health and Safety Regulator, the Health and Safety Executive (HSE), and is based on published HSE guidance.\n\nOn completion of the course, learners will:\n- Understand that risk management is about taking practical steps to protect people from real harm and suffering rather than a bureaucratic back-covering exercise.\n- Understand how to identify hazards that may need controlling and the resources that can be used to assist in this.\n- Use simple HSE tools and methods to confidently manage risk in a low to medium risk premises.\n- Evaluate risks in a proportionate and sensible manner."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "The NEBOSH HSE Award in Managing Risks and Risk Assessment at Work is ideal for anyone involved in managing workplace health and safety risks, including those who undertake risk assessments. The content will be particularly useful to employers, managers, supervisors, union representatives, SHE champions and health and safety representatives.\n\nThis qualification will help you to:\n- Identify hazards and be aware of some of the resources that can help\n- Assess risks in low to medium risk premises using simple HSE tools\n- Evaluate risks in a proportionate and sensible manner\n- Identify suitable control measures\n\nEmployers:\nThe NEBOSH HSE Award in Managing Risks and Risk Assessment at Work will help you to:\n- Create a safe and healthy work environment\n- Have confidence as your employee will be trained in HSE’s current approach to health and safety risk management\n- Ensure your organisation has valuable in-house risk management expertise\n- Upskill your teams so they can carry out risk assessments in the right way and to the right standard\n\nEmployers looking for more information on how NEBOSH qualifications can benefit your organisation can find out more on the Guidance for Employers page."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "1. Why manage health and safety risks\nThe reasons for managing health and safety risks, including competence of those involved and the importance of consultation with relevant workers.\n\n2. Managing risk:\n- Identifying and understanding the risks\n- Controlling the risks\nEffectively manage risk, which will involve identification and understanding of risk potential and its control.\n\n3. Managing risk: Sources of information and the application of HSE risk assessment tools\nWhere to find sources of information to help identify and manage risk, and the application of the HSE risk assessment tools."
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "Length of the course This one-day qualification has a minimum of six hours study with a recommendation of one hour for the assessment, which means it can be completed in just one day."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "Assessment dates/registration:\nOn-demand only. Registrations can be made at any time pre-course and up to 10 working days from the assessment date.\n\nAssessment Type:\nPractical assessment\n\nAssessment Time:\nApproximately 1 hour\n\nLearners are required to complete all parts of the assessment to achieve a pass. If a learner does not achieve a Pass, you are expected to work with the learner to support them to achieve the required standard."
      }
    ]
  },
  {
    "id": 8,
    "title": "Working with Wellbeing",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "If you are looking to have a positive influence on wellbeing in your workplace, NEBOSH Working with Wellbeing is a great choice for you. It is particularly relevant to HR specialists, Health and Safety professionals, and those with people management responsibilities.\n\nInvesting in good wellbeing will bring benefits to your business as well as your workforce.\n\nResearch has shown that good wellbeing can:\n- Reduce staff turnover\n- Reduce sickness absence\n- Reduce accidents and injuries\n- Increase employee satisfaction and engagement\n- Increase productivity"
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "NEBOSH Working with Wellbeing is relevant to HR specialists, health and safety professionals and those with people management responsibilities. Employers Throughout the qualification learners identify initiatives that can make a real difference in your workplace."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "Based on research and best practice, NEBOSH Working with Wellbeing provides a holistic approach that is relevant for any sector, anywhere in the world. It covers:\n- What ‘wellbeing’ is and why it matters\n- The different factors that can positively and negatively impact wellbeing\n- The benefits of achieving good worker wellbeing\n- Practical initiatives that can improve wellbeing\n- How to measure the effectiveness of wellbeing initiatives\n\nThe qualification introduces the concept of the NEBOSH ‘wellbeing tree’, which considers six key areas of wellbeing – Interaction, Exercise, Mindfulness, Nutrition, Kindness and Learning.\n\nThrough your participation you will gain the knowledge and confidence necessary to positively influence employee wellbeing in your workplace."
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "The assessment checks your understanding and ability to apply what you have learnt to your workplace.\n\nFirst, you will review the strengths and weaknesses in relation to each area of wellbeing within your workplace. Then you will produce a wellbeing intervention plan for your workplace, explaining how its effectiveness will be evaluated."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "Length of the course This one-day qualification has a minimum of 6 hours study with a recommendation of 1 hour for the assessment."
      }
    ]
  },
  {
    "id": 9,
    "title": "NEBOSH Health and Safety at Work",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "This introductory qualification will help you understand and improve the safety culture in your organisation, by equipping you to identify and deal with hazards at work. It is specifically designed to meet the needs of an international audience. There is no content on UK law. This qualification is an ideal first step towards other higher level NEBOSH qualifications including NEBOSH’s International General Certificate."
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "This introductory qualification is aimed at anyone who needs to understand the principles of health and safety as part of their job. The typical people who would benefit from this qualification include: Team leaders and supervisors, HR professionals, Facilities managers, those working with young people in a training environment. This qualification has been accredited and credit rated by the Scottish Qualifications Authority (SQA) and sits in the Scottish Credit and Qualifications Framework (SCQF)."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "The NEBOSH Award in Health and Safety at Work is made up of two units:\n\nUnit HSW1: Workplace Safety Foundations\n- The Foundations of Health and Safety\n- The Responsibility for Health and Safety\n- Health and Safety Risk Assessment and Control\n- Hazards and Controls Associated with Work Equipment\n- Working with Electricity\n- Manual Handling and Repetitive Movement\n- Hazardous Substances\n- The Working Environment\n- Transport Safety\n- Fire Safety\n\nAssessed by a 1-hour multiple-choice exam\n\nUnit HSW2: Workplace Risk Assessment\nAssessed by a 1-hour risk assessment activity, undertaken in your workplace."
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "Through a multiple choice examination and a practical risk assessment which tests the ability to put into practice the knowledge gained during the course. A qualification parchment will be awarded on successful completion of both assessments."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "3 days plus one day for Exam"
      }
    ]
  },
  {
    "id": 10,
    "title": "Nebosh has certificate in manual handling risk assessment",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "The qualification is suited to employers and employee representatives who want to start assessing manual handling risk in their organisation, and implement effective control measures. It will also help those already involved in managing manual handling risk to deepen their understanding of the subject and train in the use of specific HSE manual handling assessment tools.\n\nBenefits for students:\n- The reasons for avoiding manual handling, and the common types of injury that can arise\n- How to assess risk factors using HSE tools and guidance\n- How to evaluate the risk in a proportionate and sensible way\n- Suitable control measures\n\nBenefits for employers:\n- Have confidence as your team will be trained in HSE’s current approach to manual handling risk assessment\n- Ensure your organisation has valuable in-house manual handling risk expertise\n- Upskill your teams so they can carry out manual handling risk assessments to the right standard and identify where specialist input is required\n- Create a safe and healthy work environment"
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "1. Principles of manual handling\nWhy manual handling should be avoided, the moral, business and legal reasons for assessing and managing it, and common types of injuries that arise.\n\n2. Managing manual handling risk: Identification of manual handling risk\nUnderstand risk factors associated with manual handling, the application of HSE’s manual handling assessment tools (MAC and RAPP), and what makes a risk assessment suitable and sufficient.\n\n3. Managing manual handling risk: Control of risk\nHow to avoid manual handling risks with the use of mechanical assistance and recognition of good handling techniques."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "Taught hours: 6 hours (1 day) Assessment: 1 hour Total hours: 7 hours Available in classroom training and online"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "Unit  MHR1:  Assessing  Manual  Handling  Risk  requires you to observe a manual handling activity, and assess it  using  HSE  Manual  handling  Assessment  Charts (MAC)  guides. Learning  Partner  will  provide  you  with  the assessment video, assessment template Your assessment will normally take place at the end of the day’s training You will receive a ‘Pass’ or ‘Refer’ for your assessment."
      }
    ]
  },
  {
    "id": 11,
    "title": "NEBOSH IIRSM CERTIFICATE IN MANAGING RISK.",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
        "text": "The NEBOSH IIRSM Certificate in Managing Risk is an introductory level qualification in risk management. It is suitable for anyone who wants to be able to identify, evaluate, and manage risks and understand their impacts for an organisation. It is particularly relevant for risk professionals looking to gain a broader view of risk beyond a specialism such as health and safety, quality, or business continuity.\n\nOn completion of the course, your learners will be able to:\n- Understand the principles of risk and risk management\n- Source and challenge the validity of risk information\n- Understand the impact of psychology on decision making\n- Apply the risk management process to manage risk effectively\n- Understand how to integrate the risk management framework into their organisation"
      },
      {
        "id": 2,
        "category": "Recognition",
        "text": "The NEBOSH IIRSM Certificate in Managing Risk is suitable for anyone who wants to be able to identify, evaluate, and manage risks and understand their impacts for an organisation. It is particularly relevant for risk professionals looking to gain a broader view of risk beyond a specialism such as health and safety, quality, or business continuity."
      },
      {
        "id": 3,
        "category": "Course Contents",
        "text": "Element 1 – Principles of risk and risk management\nElement 2 – The risk management process\nElement 3 – The Risk Management Framework"
      },
      {
        "id": 4,
        "category": "Assessments",
        "text": "Benefits for you:\nThis qualification is initially available via eLearning only, which means you can complete your studies at a time, place, and pace convenient to you. A classroom option will be available later in the year.\n\nThe eLearning course provides a comprehensive overview of risk. When you have completed the qualification, you will be able to:\n- Understand the principles of risk and risk management\n- Source and challenge the validity of risk information\n- Understand the impact of psychology on decision making\n- Apply the risk management process to manage risk effectively\n- Understand how to integrate the risk management framework into your organisation\n\nBenefits for your employer:\nWhen you achieve the NEBOSH IIRSM Certificate in Managing Risk, you will be a huge asset to your employer. The qualification can help organisations build valuable in-house expertise and demonstrate commitment to effective risk management. Effective risk management helps ensure better decisions are made that will protect people, organisations, and reputations."
      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "Unit MAR1:\nAssessment Type: Onscreen multiple choice examination\nAssessment Time: 1.5 hours\nPass mark: 80%\nNotional Learning hours: 37.5 hours\nQualification level: Notional level – SCQF Level 6 (equivalent to RQF Level 3)\nModes of study: eLearning"
      }
    ]
  },
  {
    "id": 12,
    "title": "NEBOSH HSE Certificate in Managing Stress at Work",
    "sections": [
      {
        "id": 1,
        "category": "About the Course",
  "text": "The qualification is suited to anyone responsible for managing and reducing work-related stress within their organisation. This includes line managers, Human Resource employees, occupational health workers and health and safety professionals.\n\nBenefits for students:\nThe NEBOSH HSE Certificate in Managing Stress at Work qualification will give you the knowledge to be able to recognise the causes and effects of stress; identify work-related stress risks within your workplace; and apply suitable interventions to prevent and reduce stress.\n\nYou will learn:\n- The business case for addressing workplace stress and associated mental health issues\n- The legal requirements, roles and responsibilities for managing workplace stress\n- How to recognise the signs and effects of workplace stress\n- How to identify the six aspects of workplace design which can cause workplace stress and mental ill health\n- How to apply the HSE’s Management Standards approach to identify and assess work-related stress risks\n- How to develop suitable interventions to reduce the causes and effects of workplace stress\n\nBenefits for employers:\n- Have confidence as your team will be trained in HSE’s current approach to managing and controlling stress at work\n- Ensure your organisation has valuable in-house expertise for recognising and managing the signs and effects of stress on your workers\n- Upskill your teams so they can assess workplace stress risks to the right standard, and identify where external expertise is required to support your workers\n- Create a safer and healthier work environment"
      },
      {
        "id": 2,
        "category": "Recognition",
          "text": "This qualification is suitable for anyone responsible for managing people or for managing workplace stress. This may include:\n- Health and Safety professionals\n- Human Resource professionals\n- Line managers and supervisors\n- Occupational health professionals\n\nThrough studying the qualification, individuals will undertake in-depth, best practice learning from which they will understand the six key areas of work design and how to identify warning signs and implement strategic interventions.\n\nInvesting in the understanding and prevention of work-related stress and improved wellbeing can benefit your organisation in several ways. This qualification will help you to:\n- Build valuable in-house expertise\n- Improve staff attendance levels and reduce absences\n- Boost staff performance and productivity\n- Enhance your organisation’s reputation\n- Build organisational and workforce resilience\n- Reduce the threat of litigation\n- Create a safer and healthier work environment\n\nThis qualification will give you confidence that your team is trained in HSE’s current approach to managing and controlling stress at work. By adopting the principles taught in this qualification, you can empower your employees to create a positive workplace, and significantly reduce the causes and effects of workplace stress."

      },
      {
        "id": 3,
        "category": "Course Contents",
          "text": "ELEMENT – LEARNING OUTCOME\n\nKEY PRINCIPLES:\n1.1 Understand common terms and the relationships between work-related stress, pressure and mental health/mental illness\n1.2 Understand the prevalence and costs of stress and mental ill-health in the workplace\n1.3 Recognise the signs and effects of work-related stress\n1.4 Understand the responsibilities of employers to workers relating to work-related stress (including the role of health and safety, HR, Occupational Health and line management)\n\nIDENTIFICATION OF RISK:\n2.1 Understand the causes of workplace stress\n2.2 Apply the HSE’s Management Standards\n\nIMPLEMENTING INTERVENTIONS:\n3.1 Develop practical options to address and reduce workplace stressors\n3.2 Develop practical options to manage effects of stress and its impact in the workplace\n3.3 Develop ways to continually improve the workplace\n\nASSESSMENT CRITERIA:\nRespond to a workplace scenario, identifying the causes of stress and recommending interventions to reduce and manage the effects"


      },
      {
        "id": 4,
        "category": "Assessments",
          "text": "Achieving the qualification:\nThe qualification has one unit assessment: a multiple choice assessment. It is an open-book assessment, so you will be able to refer to your course book and notes. You will be presented with a realistic workplace scenario, and asked 20 multiple-choice questions based on the course learning outcomes.\n\nThe aim of this assessment is for you to practically apply your knowledge and understanding gained from your studies of the MSW syllabus.\n\nYou must achieve a ‘pass’ (60% or higher) to be awarded the qualification.\n\nDate of assessment:\nYour assessment will normally take place at the end of the day’s training (if taught in one day). If you are studying by distance or eLearning, you should have access to the assessment once you have completed all course content. You will have one hour to complete the assessment.\n\nSubmission of the assessment:\nIf taught face-to-face, you should leave your completed assessment with your course tutor for marking at the end of the day’s training. If you have studied via eLearning, course tutors will provide you with information on how to submit your assessment. To avoid any malpractice issues, the course tutor must confirm each learner’s identification before they undertake their course of study. Your assessment must be entirely your own work. By submitting your assessment for marking, you are declaring that it is your own work. Falsely claiming that an assessment is your own work is malpractice and NEBOSH may impose severe penalties, as set out in the NEBOSH Malpractice Policy.\n\nMarking:\nYou will receive a ‘Pass’ (60% or higher) or ‘Refer’ (59% or lower) for your assessment.\n\nResults:\nNEBOSH aims to issue results within 24 working days of the date of the assessment. However, results may be issued after the deadline dependent on any moderation undertaken.\n\nRe-sitting units:\nYou may re-sit your unit assessment if you were referred. There is no limit to the number of times you can resit a unit."

      },
      {
        "id": 5,
        "category": "Course Duration",
        "text": "It is expected that this qualification will be delivered over the equivalent of one day . Available on face to face and online live training"
      }
    ]
  }
]